Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

source: Transfer Proceeds
de_de: Erlöse überweisen
es_419: Transferir ingresos
es_es: Transferir ingresos
fr_fr: Transférer les produits
it_it: Proventi del trasferimento
ja_jp: 受取金を振替える
ko_kr: 수익 이체
ms_my: Pindahkan Hasil
pt_br: Transferir proventos
ru_ru: Перевести выручку
th_th: โอนรายได้
vi_vn: Tiền thu được từ chuyển nhượng
zh_hans: 转帐所得款项
zh_hant_tw: 轉帳所得款項

source: Type
de_de: Typ
es_419: Tipo
es_es: Tipo
it_it: Tipo
ja_jp: タイプ
ko_kr: 유형
ms_my: Jenis
pt_br: Tipo
ru_ru: Тип
th_th: ประเภท
vi_vn: Loại
zh_hans: 类型
zh_hant_tw: 類型

# unknownDateFootnote
source: Unknown
de_de: Unbekannt
es_419: Desconocido
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없음
ms_my: Tidak diketahui
pt_br: Desconhecido
ru_ru: Неизвестно
th_th: ไม่ทราบ
vi_vn: Không xác định
zh_hans: 未知
zh_hant_tw: 未知

source: Unvested Market Value
de_de: Marktwert der noch verfallbaren Aktien
es_419: Valor de mercado sin consolidar
es_es: Valor de mercado no devengado
fr_fr: Valeur de marché des titres non acquis
it_it: Controvalore di mercato non maturato
ja_jp: 権利未確定の市場価値
ko_kr: 미확정 시장 가치
ms_my: Nilai Pasaran Tidak Diletak Hak
pt_br: Valor de mercado não consolidado
ru_ru: Необеспеченная рыночная стоимость
th_th: มูลค่าตลาดที่ยังไม่มีสิทธิ์ได้รับ
vi_vn: Giá trị thị trường chưa được trao quyền
zh_hans: 未归属的市场价值
zh_hant_tw: 未歸屬的市場價值

source: Verify Change Request
de_de: Änderungsantrag verifizieren
es_419: Verificar la solicitud de cambio
es_es: Verificar la solicitud de cambio
fr_fr: Vérifier la demande de modification
it_it: Verifica richiesta di modifica
ja_jp: 変更リクエストの確認
ko_kr: 변경 요청 확인
ms_my: Sahkan Permintaan Perubahan
pt_br: Validar solicitação de mudança
ru_ru: Проверить запрос на изменение
th_th: ตรวจสอบคำขอเปลี่ยนแปลง
vi_vn: Xác minh yêu cầu thay đổi
zh_hans: 确认变更请求
zh_hant_tw: 確認變更請求

# verifyNoticeError
source: This order cannot be placed. Please read the Order Verification messages below for assistance.
de_de: Diese Bestellung kann nicht aufgegeben werden. Bitte lies die Nachrichten zur Bestellungsüberprüfung unten, um Hilfe zu erhalten.
es_419: Esta orden no se puede colocar. Lee los mensajes de verificación de la orden a continuación para obtener asistencia.
es_es: Esta orden no se puede colocar. Lea los mensajes de verificación de la orden a continuación para obtener asistencia.
fr_fr: Cet ordre ne peut pas être placé. Veuillez consulter les messages de vérification de l'ordre ci-dessous pour obtenir de l'aide.
it_it: Questo ordine non può essere effettuato. Leggi i messaggi di verifica dell'ordine qui sotto per ricevere assistenza.
ja_jp: この注文はできません。以下の注文確認メッセージをご確認ください。
ko_kr: 이 주문은 실행할 수 없습니다. 도움이 필요하면 아래의 주문 확인 메시지를 읽어보세요.
ms_my: Pesanan ini tidak boleh dibuat. Sila baca mesej Pengesahan Pesanan di bawah untuk mendapatkan bantuan.
pt_br: A ordem não pode ser executada. Para assistência, leia as mensagens de validação da ordem (abaixo).
ru_ru: Этот ордер нельзя разместить. Чтобы получить помощь, прочтите сообщения о подтверждении ордера ниже.
th_th: ไม่สามารถส่งคำสั่งซื้อขายนี้ได้ โปรดอ่านข้อความยืนยันคำสั่งซื้อขายข้างล่างเพื่อขอความช่วยเหลือ
vi_vn: Không thể đặt lệnh này. Vui lòng đọc thông báo Xác minh lệnh bên dưới để được hỗ trợ.
zh_hans: 此订单无法下达。请阅读以下订单验证讯息以取得协助。
zh_hant_tw: 此訂單無法下達。請閱讀以下訂單驗證訊息以取得協助。

source: Verify Order
de_de: Auftrag verifizieren
es_419: Verificar orden
es_es: Verificar orden
fr_fr: Vérifier l'ordre
it_it: Verifica ordine
ja_jp: 注文の確認
ko_kr: 주문 확인
ms_my: Sahkan Pesanan
pt_br: Validar ordem
ru_ru: Подтвердить ордер
th_th: ตรวจสอบคำสั่งซื้อขาย
vi_vn: Xác minh lệnh
zh_hans: 确认订单
zh_hant_tw: 確認訂單

# vestDatesDetailsAwardDate
source: Award Date
de_de: Zuteilungstag
es_419: Fecha de compensación
es_es: Fecha de retribución
fr_fr: Date d'attribution
it_it: Data di conferimento
ja_jp: 報奨日
ko_kr: 보상일
ms_my: Tarikh Ganjaran
pt_br: Data do prêmio
ru_ru: Дата начисления вознаграждения
th_th: วันที่รับรางวัล
vi_vn: Ngày phần thưởng
zh_hans: 奖励日期
zh_hant_tw: 獎勵日期

# vestDatesDetailsAwardID
source: Award ID
de_de: Vergabenummer
es_419: ID de compensación
es_es: ID de la retribución
fr_fr: Identifiant d'attribution
it_it: ID conferimento
ja_jp: 報奨番号
ko_kr: 보너스 ID
ms_my: ID Ganjaran
pt_br: ID do prêmio
ru_ru: ID компенсации
th_th: รหัสรางวัล
vi_vn: ID phần thưởng
zh_hans: 奖励 ID
zh_hant_tw: 獎勵 ID

# vestDatesDetailsAwardValue
source: Award Value
de_de: Wert der Aktienzusage
es_419: Valor de la compensación
es_es: Valor de la retribución
fr_fr: Valeur d'attribution
it_it: Valore del conferimento
ja_jp: 報奨価額
ko_kr: 보상 가치
ms_my: Nilai Ganjaran
pt_br: Valor do prêmio
ru_ru: Стоимость вознаграждения
th_th: มูลค่ารางวัล
vi_vn: Giá trị phần thưởng
zh_hans: 奖励价值
zh_hant_tw: 獎勵價值

# vestDatesDetailsCashAwards
source: Cash Awards
de_de: Geldpreise
es_419: Premios en efectivo
es_es: Retribuciones de efectivo
fr_fr: Primes en espèces
it_it: Conferimenti in denaro
ja_jp: 現金報奨
ko_kr: 현금 보상
ms_my: Ganjaran Wang Tunai
pt_br: Prêmios em dinheiro
ru_ru: Денежные вознаграждения
th_th: รางวัลแบบเงินสด
vi_vn: Phần thưởng tiền mặt
zh_hans: 现金奖励
zh_hant_tw: 現金獎勵

# vestDatesDetailsCloseButton
source: Close
de_de: Schließen
es_419: Cerrar
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_hans: 关闭
zh_hant_tw: 關閉

# vestDatesDetailsFootnoteOne
source: 1. Subject to the terms and conditions of your grants.
de_de: 1. Vorbehaltlich der Bedingungen deiner Zuschüsse.
es_419: 1. Sujeto a los términos y condiciones de sus concesiones.
es_es: 1. Sujeto a los términos y condiciones de sus concesiones.
fr_fr: 1. Sous réserve des conditions générales de vos octrois.
it_it: 1. Soggetto ai termini e alle condizioni delle attribuzioni.
ja_jp: 1. 授与条件の下に置かれます。
ko_kr: 1. 귀하의 부여 조건과 규정에 따릅니다.
ms_my: 1. Tertakluk pada terma dan syarat piagam anda.
pt_br: 1. Sujeito aos termos e condições das concessões.
ru_ru: 1. В соответствии с условиями ваших субсидий.
th_th: 1. ขึ้นอยู่กับข้อกำหนดและเงื่อนไขของทุนของคุณ
vi_vn: 1. Tuân theo các điều khoản và điều kiện của các khoản chuyển nhượng của bạn.
zh_hans: 1. 受限于您的授予条款和条件。
zh_hant_tw: 1. 受限於您的授予條款和條件。

# vestDatesDetailsFootnoteTwo
source: 2. For performance cash awards, the market value displayed represents the cash award value.
de_de: Bei Performance-Barprämien entspricht der angezeigte Marktwert dem Wert der Barprämie.
es_419: 2. En el caso de los premios en efectivo por rendimiento, el valor de mercado que se muestra representa el valor del premio en efectivo.
es_es: 2. Para las retribuciones de efectivo por resultados, el valor de mercado mostrado representa el valor de la retribución de efectivo.
fr_fr: 2. Pour les primes de performance en espèces, la valeur marchande affichée représente la valeur de la prime en espèces.
it_it: 2. Per i conferimenti in denaro per prestazioni, il valore di mercato visualizzato rappresenta il valore del conferimento in denaro.
ja_jp: 2. 業績現金報酬の場合、表示される市場価値は現金報酬価値を表します。
ko_kr: 2. 성과 현금 보상의 경우, 표시된 시장 가치는 현금 보상 가치를 나타냅니다.
ms_my: 2. Untuk anugerah tunai prestasi, nilai pasaran yang dipaparkan mewakili nilai anugerah tunai.
pt_br: 2. Nos prêmios em dinheiro por desempenho, o valor de mercado que aparece representa o valor do prêmio em dinheiro.
ru_ru: 2. Для денежных премий за достижение показателей отображаемая рыночная стоимость соответствует фактическому размеру премии.
th_th: สำหรับรางวัลเงินสดตามผลงาน มูลค่าตลาดที่แสดงจะแสดงถึงมูลค่ารางวัลเงินสด
vi_vn: Đối với phần thưởng tiền mặt dựa trên hiệu suất, giá trị thị trường được hiển thị đại diện cho giá trị phần thưởng tiền mặt.
zh_hans: 2. 对于绩效现金奖励，所显示的市场价值即代表现金奖励价值。
zh_hant_tw: 2. 對於績效現金獎勵，所顯示的市場價值即代表現金獎勵價值。

# vestDatesDetailsMarketValue
source: Market Value
de_de: Marktwert
es_419: Valor de mercado
es_es: Valor del mercado
fr_fr: Valeur de marché
it_it: Controvalore di mercato
ja_jp: 市場価格、時価
ko_kr: 시장 가치
ms_my: Nilai Pasaran
pt_br: Valor de mercado
ru_ru: Рыночная стоимость
th_th: มูลค่าตลาด
vi_vn: Giá trị thị trường
zh_hans: 市场价值
zh_hant_tw: 市場價值

# vestDatesDetailsNavigationTitle
source: Details by Vest Date
de_de: Details nach Vesting-Datum
es_419: Detalles por fecha de devengo
es_es: Detalles por fecha de devengo
fr_fr: Détails par date d'attribution
it_it: Dettagli per data di godimento
ja_jp: 権利確定日別詳細
ko_kr: 확정일별 세부사항
ms_my: Butiran mengikut Tarikh Letak Hak
pt_br: Detalhes por data de aquisição
ru_ru: Сведения по дате передачи
th_th: รายละเอียดตามวันที่มีสิทธิ์ได้รับ
vi_vn: Thông tin chi tiết theo Ngày trao quyền
zh_hans: 详细资料（按归属日期）
zh_hant_tw: 詳細資料（按歸屬日期）

# vestDatesDetailsNoData
source: There are no awards vesting on this day for the selected symbol
de_de: An diesem Tag werden für das ausgewählte Symbol keine Prämien übertragen.
es_419: No hay retribuciones devengadas este día para el símbolo seleccionado
es_es: No hay retribuciones devengadas este día para el símbolo seleccionado
fr_fr: Aucune attribution acquise ce jour-là pour le symbole sélectionné
it_it: Non ci sono conferimenti con data di godimento odierna per la valuta selezionata
ja_jp: 選択したシンボルに対して、この日に権利確定する報酬はありません
ko_kr: 해당 일에는 선택한 심볼에 대해 확정되는 보상이 없습니다.
ms_my: Tiada peletakhakan anugerah pada hari ini untuk simbol yang dipilih
pt_br: Não há aquisição de prêmios nesse dia com o símbolo selecionado
ru_ru: В этот день по выбранному тикеру не начисляются награды
th_th: ไม่มีการมอบรางวัลในวันนี้สำหรับสัญลักษณ์ที่เลือก
vi_vn: Không có giải thưởng nào được trao vào ngày này cho mã đã chọn
zh_hans: 所选代号在当日无归属的奖励
zh_hant_tw: 所選代號在當日無歸屬的獎勵

# vestDatesDetailsOptionsVesting
source: Options Vesting
de_de: Optionen: Vesting
es_419: Devengo de opciones
es_es: Devengo de opciones
fr_fr: Acquisition d'options
it_it: Maturazione delle Stock option
ja_jp: オプションの権利確定
ko_kr: 옵션 확정
ms_my: Peletakhakan Opsyen
pt_br: Opções de aquisição
ru_ru: Передача прав на опционы
th_th: การมอบออปชันตามเวลาที่กำหนด
vi_vn: Trao quyền chọn
zh_hans: 期权归属
zh_hant_tw: 期權歸屬

# vestDatesDetailsPerformanceAwards
source: Performance Awards
de_de: Performance-Aktienzusagen
es_419: Retribuciones por resultados
es_es: Retribuciones por resultados
fr_fr: Attributions de performance
it_it: Conferimenti legati alle performance
ja_jp: 業績報奨
ko_kr: 성과 보상
ms_my: Ganjaran Prestasi
pt_br: Prêmios por desempenho
ru_ru: Вознаграждения по результатам работы
th_th: รางวัลตามผลการดำเนินงาน
vi_vn: Phần thưởng hiệu suất
zh_hans: 绩效奖励
zh_hant_tw: 績效獎勵

# vestDatesDetailsRestrictedStocks
source: Restricted Stocks
de_de: Eingeschränkt verfügbare Aktien
es_419: Acciones restringidas
es_es: Acciones restringidas
fr_fr: Actions restreintes
it_it: Azioni vincolate
ja_jp: 制限付き株式
ko_kr: 제한 주식
ms_my: Saham Terhad
pt_br: Ações restritas
ru_ru: Акции с ограничениями
th_th: หุ้นที่มีหน่วยจำกัด
vi_vn: Cổ phiếu bị hạn chế
zh_hans: 限制性股票
zh_hant_tw: 限制性股票

# vestDatesDetailsSharesVesting
source: Shares Vesting
de_de: Übertragung von Aktien
es_419: Devengo de acciones
es_es: Devengo de acciones
fr_fr: Acquisition d'actions
it_it: Maturazione delle azioni
ja_jp: 付与される株式
ko_kr: 주식 확정
ms_my: Peletakhakan Saham
pt_br: Aquisição de ações
ru_ru: Передача прав на акции
th_th: การมอบหุ้นตามเวลาที่กำหนด
vi_vn: Trao quyền cổ phiếu
zh_hans: 股份归属
zh_hant_tw: 股份歸屬

# vestDatesDetailsShortNavigationTitle
source: Vest Details
de_de: Details zur Weste
es_419: Datos de devengos
es_es: Datos de devengo
fr_fr: Détails de l'acquisition
it_it: Dettagli del vesting
ja_jp: 権利確定の詳細
ko_kr: 권리 확정 세부사항
ms_my: Butiran Letak Hak
pt_br: Detalhes da aquisição
ru_ru: Сведения о вестинге
th_th: รายละเอียดการให้สิทธิ์
vi_vn: Chi tiết trao
zh_hans: 归属详细资讯
zh_hant_tw: 歸屬詳細資訊

# vestDatesDetailsStockOptions
source: Stock Options
de_de: Aktienoptionen
es_419: Opciones de compra de acciones
es_es: Opciones de acciones
fr_fr: Options sur titres
it_it: Stock option
ja_jp: 株式オプション
ko_kr: 주식 옵션
ms_my: Pilihan Saham
pt_br: Opções de ações
ru_ru: Фондовые опционы
th_th: ออปชันหุ้น
vi_vn: Quyền chọn cổ phiếu
zh_hans: 股票期权
zh_hant_tw: 股票期權

# vestDatesDetailsTotal
source: Total
de_de: Gesamtwert
it_it: Totale
ja_jp: 合計
ko_kr: 총계
ms_my: Jumlah
ru_ru: Всего
th_th: รวม
vi_vn: Tổng
zh_hans: 总计
zh_hant_tw: 總計

# vestDatesDetailsTotalMarketValue
source: Total Market Value
de_de: Gesamtmarktwert
es_419: Valor total de mercado
es_es: Valor del mercado total
fr_fr: Valeur de marché totale
it_it: Controvalore di mercato totale
ja_jp: 市場価値総額
ko_kr: 총 시장 가치
ms_my: Jumlah Nilai Pasaran
pt_br: Valor total de mercado
ru_ru: Общая рыночная стоимость
th_th: รวมมูลค่าตลาด
vi_vn: Tổng giá trị thị trường
zh_hans: 总市值
zh_hant_tw: 總市值

# vestDatesDetailsUnitsVesting
source: Units Vesting
de_de: Einheiten: Vesting
es_419: Devengo de unidades
es_es: Devengo de unidades
fr_fr: Acquisition d'unités
it_it: Maturazione delle unità
ja_jp: ユニットの権利確定
ko_kr: 단위 확정
ms_my: Peletakhakan Unit
pt_br: Aquisição de unidades
ru_ru: Передача акций
th_th: การมอบหน่วยตามเวลาที่กำหนด
vi_vn: Trao quyền đơn vị
zh_hans: 单位归属
zh_hant_tw: 單位歸屬

# vestDatesDetailsVestDate
source: Vest Date
de_de: Tag der Unverfallbarkeit
es_419: Fecha de consolidación
es_es: Fecha de devengo
fr_fr: Date d'acquisition
it_it: Data di maturazione
ja_jp: 権利確定日
ko_kr: 확정일
ms_my: Tarikh Letak Hak
pt_br: Data da aquisição
ru_ru: Дата вестинга
th_th: วันที่มีสิทธิ์ได้รับ
vi_vn: Ngày trao quyền
zh_hans: 归属日期
zh_hant_tw: 歸屬日期

# vestDateSectionTitle
source: Vest Date
de_de: Tag der Unverfallbarkeit
es_419: Fecha de consolidación
es_es: Fecha de devengo
fr_fr: Date d'acquisition
it_it: Data di maturazione
ja_jp: 権利確定日
ko_kr: 확정일
ms_my: Tarikh Letak Hak
pt_br: Data da aquisição
ru_ru: Дата вестинга
th_th: วันที่มีสิทธิ์ได้รับ
vi_vn: Ngày trao quyền
zh_hans: 归属日期
zh_hant_tw: 歸屬日期

# vestDatesOverviewFootnoteOne
source: 1. Subject to the terms and conditions of your grants.
de_de: 1. Vorbehaltlich der Bedingungen deiner Zuschüsse.
es_419: 1. Sujeto a los términos y condiciones de sus concesiones.
es_es: 1. Sujeto a los términos y condiciones de sus concesiones.
fr_fr: 1. Sous réserve des conditions générales de vos octrois.
it_it: 1. Soggetto ai termini e alle condizioni delle attribuzioni.
ja_jp: 1. 授与条件の下に置かれます。
ko_kr: 1. 귀하의 부여 조건과 규정에 따릅니다.
ms_my: 1. Tertakluk pada terma dan syarat piagam anda.
pt_br: 1. Sujeito aos termos e condições das concessões.
ru_ru: 1. В соответствии с условиями ваших субсидий.
th_th: 1. ขึ้นอยู่กับข้อกำหนดและเงื่อนไขของทุนของคุณ
vi_vn: 1. Tuân theo các điều khoản và điều kiện của các khoản chuyển nhượng của bạn.
zh_hans: 1. 受限于您的授予条款和条件。
zh_hant_tw: 1. 受限於您的授予條款和條件。

# vestDatesOverviewNavigationTitle
source: Vest Dates
de_de: Unverfallbarkeitsdaten
es_419: Fecha de devengo
es_es: Fecha de devengo
fr_fr: Dates d'acquisition
it_it: Date di maturazione
ja_jp: 権利確定日
ko_kr: 확정일
ms_my: Tarikh Letak Hak
pt_br: Datas da aquisição
ru_ru: Даты передачи права владения
th_th: วันที่มีสิทธิ์ได้รับ
vi_vn: Ngày trao quyền
zh_hans: 归属日期
zh_hant_tw: 歸屬日期

# vestDatesOverviewNoData
source: There are no vesting events for the selected symbol
de_de: Für das ausgewählte Symbol liegen keine Vesting-Ereignisse vor
es_419: No hay eventos de devengo para el símbolo seleccionado
es_es: No hay eventos de devengo para el símbolo seleccionado
fr_fr: Aucun événement d'attribution pour le symbole sélectionné
it_it: Non ci sono date di godimento per la valuta selezionata
ja_jp: 選択したシンボルには権利確定イベントがありません
ko_kr: 선택한 심볼에 대한 확정 이벤트가 없습니다.
ms_my: Tiada acara peletakhakan untuk simbol yang dipilih
pt_br: Não há eventos de aquisição com o símbolo selecionado
ru_ru: Нет событий начисления наград по выбранному тикеру
th_th: ไม่มีเหตุการณ์การมอบสำหรับสัญลักษณ์ที่เลือก
vi_vn: Không có sự kiện trao quyền cho mã đã chọn
zh_hans: 所选代号无任何归属事件
zh_hant_tw: 所選代號無任何歸屬事件

# vestDatesOverviewSharesVestingHeader
source: Shares Vesting
de_de: Übertragung von Aktien
es_419: Devengo de acciones
es_es: Devengo de acciones
fr_fr: Acquisition d'actions
it_it: Maturazione delle azioni
ja_jp: 付与される株式
ko_kr: 주식 확정
ms_my: Peletakhakan Saham
pt_br: Aquisição de ações
ru_ru: Передача прав на акции
th_th: การมอบหุ้นตามเวลาที่กำหนด
vi_vn: Trao quyền cổ phiếu
zh_hans: 股份归属
zh_hant_tw: 股份歸屬

# vestDatesOverviewVestDateHeader
source: Vest Date
de_de: Tag der Unverfallbarkeit
es_419: Fecha de consolidación
es_es: Fecha de devengo
fr_fr: Date d'acquisition
it_it: Data di maturazione
ja_jp: 権利確定日
ko_kr: 확정일
ms_my: Tarikh Letak Hak
pt_br: Data da aquisição
ru_ru: Дата вестинга
th_th: วันที่มีสิทธิ์ได้รับ
vi_vn: Ngày trao quyền
zh_hans: 归属日期
zh_hant_tw: 歸屬日期

source: View
de_de: Anzeigen
es_419: Ver
es_es: Ver
fr_fr: Voir
it_it: Guarda il
ja_jp: 表示する
ko_kr: 보기
ms_my: Lihat
pt_br: Ver
ru_ru: Просмотр
th_th: ดู
vi_vn: Xem
zh_hans: 查看
zh_hant_tw: 查看

source: View Agreement
de_de: Vereinbarung anzeigen
es_419: Ver acuerdo
es_es: Ver acuerdo
fr_fr: Voir l'accord
it_it: Visualizza l'accordo
ja_jp: 同意書を見る
ko_kr: 계약 보기
ms_my: Lihat Perjanjian
pt_br: Exibir Acordo
ru_ru: Просмотреть соглашение
th_th: ดูข้อตกลง
vi_vn: Xem Thoả thuận
zh_hans: 查看协议
zh_hant_tw: 查看協議

# awardDetailsBackButton
source: Details
es_419: Detalles
es_es: Detalles
fr_fr: Détails
it_it: Dettagli
ja_jp: 詳細
ko_kr: 세부사항
ms_my: Butiran
pt_br: Detalhes
ru_ru: Сведения
th_th: รายละเอียด
vi_vn: Chi tiết
zh_hans: 详情
zh_hant_tw: 詳情

# bannerUrgentBadgeTitle
source: URGENT
es_419: URGENTE
es_es: URGENTE
it_it: URGENTE
ja_jp: 緊急
ko_kr: 긴급
ms_my: MUSTAHAK
pt_br: URGENTE
ru_ru: СРОЧНО
th_th: ด่วน
vi_vn: KHẨN CẤP
zh_hans: 紧急
zh_hant_tw: 緊急

# disbursementsBsbCode
source: BSB Code
es_419: Código BSB
es_es: Código BSB
fr_fr: Code BSB
it_it: Codice BSB
ja_jp: BSBコード
ko_kr: BSB 코드
ms_my: Kod BSB
pt_br: Código BSB
ru_ru: Код BSB
th_th: รหัส BSB
vi_vn: Mã BSB
zh_hans: BSB 代码
zh_hant_tw: BSB 代碼

# disbursementsIban
source: IBAN #
es_es: Número IBAN
fr_fr: Numéro IBAN
ja_jp: IBAN番号
ko_kr: IBAN 번호
pt_br: N.º do IBAN
ru_ru: Номер IBAN
th_th: หมายเลข IBAN

# disbursementsIfsc
source: IFSC Code
es_419: Código IFSC
es_es: Código IFSC
fr_fr: Code IFSC
it_it: Codice IFSC
ja_jp: IFSCコード
ko_kr: IFSC 코드
ms_my: Kod IFSC
pt_br: Código IFSC
ru_ru: Код IFSC
th_th: รหัส IFSC
vi_vn: Mã IFSC
zh_hans: IFSC 代码
zh_hant_tw: IFSC 代碼

# disbursementsStepThreeEACDashboard
source: EAC Dashboard
es_419: Panel del EAC
es_es: Panel EAC
fr_fr: Tableau de bord EAC
it_it: Dashboard EAC
ja_jp: EACダッシュボード
ko_kr: EAC 대시보드
ms_my: Papan Pemuka EAC
pt_br: Painel central do EAC
ru_ru: Панель управления EAC
th_th: แดชบอร์ด EAC
vi_vn: Bảng điều khiển EAC
zh_hans: 股权奖励中心仪表板
zh_hant_tw: 股權獎勵中心儀表板

# disbursementsSwiftCode
source: SWIFT Code
es_419: Código SWIFT
es_es: Código SWIFT
fr_fr: Code SWIFT
it_it: Codice SWIFT
ja_jp: SWIFTコード
ko_kr: SWIFT 코드
ms_my: Kod SWIFT
pt_br: Código SWIFT
ru_ru: Код SWIFT
th_th: รหัส SWIFT
vi_vn: Mã SWIFT
zh_hans: SWIFT 代码
zh_hant_tw: SWIFT 代碼

# disbursementsTransitCode
source: Transit Code
es_419: Código de tránsito
es_es: Código de tránsito
fr_fr: Code de transit
it_it: Codice di transito
ja_jp: トランジットコード
ko_kr: 경유 코드
ms_my: Kod Transit
pt_br: Código de trânsito
ru_ru: Транзитный код
th_th: รหัสการขนส่ง
vi_vn: Mã chuyển khoản
zh_hans: 分行代码
zh_hant_tw: 分行代碼

source: EAC Dashboard
es_419: Panel del EAC
es_es: Panel EAC
fr_fr: Tableau de bord EAC
it_it: Dashboard EAC
ja_jp: EACダッシュボード
ko_kr: EAC 대시보드
ms_my: Papan Pemuka EAC
pt_br: Painel central do EAC
ru_ru: Панель управления EAC
th_th: แดชบอร์ด EAC
vi_vn: Bảng điều khiển EAC
zh_hans: 股权奖励中心仪表板
zh_hant_tw: 股權獎勵中心儀表板

source: Equity Award Center
es_419: Centro de retribuciones de acciones
es_es: Centro de retribuciones de acciones
fr_fr: Centre d'attribution d'actions
it_it: Centro conferimenti di titoli azionari
ja_jp: 株式報奨センター
ko_kr: 주식 보상 센터
ms_my: Pusat Anugerah Ekuiti
pt_br: Centro de Premiações em Ações
ru_ru: Центр долевых вознаграждений
th_th: ศูนย์มอบรางวัลความเสมอภาค
vi_vn: Trung tâm phần thưởng cổ phần
zh_hans: 股权奖励中心
zh_hant_tw: 股權獎勵中心

# esppEnrollDetailsStatus
source: Status
es_419: Estado
es_es: Estado
fr_fr: Statut
it_it: Stato
ja_jp: ステータス
ko_kr: 상태
ru_ru: Статус
th_th: สถานะ
vi_vn: Trạng thái
zh_hans: 状态
zh_hant_tw: 狀態

source: ESPP Management
es_419: Gestión del ESPP
es_es: Gestión del ESPP
fr_fr: Gestion ESPP
it_it: Gestione ESPP
ja_jp: ESPP管理
ko_kr: ESPP 관리
ms_my: Pengurusan ESPP
pt_br: Gestão do ESPP
ru_ru: Управление ESPP
th_th: การจัดการ ESPP
vi_vn: Quản lý ESPP
zh_hans: 员工股票购买计划管理
zh_hant_tw: 員工股票購買計劃管理

# eventsAugustShortLabel
source: AUG
es_419: AGO
es_es: AGO
fr_fr: AOÛ
it_it: AGO
ja_jp: 8月
ko_kr: 8월
ms_my: OGO
pt_br: AGO
ru_ru: АВГ
th_th: ส.ค.
vi_vn: THG 8
zh_hans: 8月
zh_hant_tw: 8月

# eventsJanuaryShortLabel
source: JAN
es_419: ENE
es_es: ENE
it_it: GEN
ja_jp: 1月
ko_kr: 1월
ru_ru: ЯНВ
th_th: ม.ค
vi_vn: THG 1
zh_hans: 1月
zh_hant_tw: 1月

# grantAgreementDetailsStatus
source: Status
es_419: Estado
es_es: Estado
fr_fr: Statut
it_it: Stato
ja_jp: ステータス
ko_kr: 상태
ru_ru: Статус
th_th: สถานะ
vi_vn: Trạng thái
zh_hans: 状态
zh_hant_tw: 狀態

# grantAgreementRestrictedStockUnits
source: restricted stock units
es_419: Unidades de acciones restringidas
es_es: unidades de acciones restringidas
fr_fr: unités d'actions restreintes
it_it: unità di azioni vincolate
ja_jp: 譲渡制限付き株式ユニット
ko_kr: 제한 주식 단위
ms_my: unit saham terhad
pt_br: unidades de ações restritas
ru_ru: акции с ограничениями
th_th: หน่วยหุ้นที่มีหน่วยจำกัด
vi_vn: đơn vị cổ phiếu bị hạn chế
zh_hans: 限制性股票单位
zh_hant_tw: 限制性股票單位

# historyFilterCellTitle
source: Filter:
es_419: Filtro:
es_es: Filtro:
fr_fr: Filtrer :
it_it: Filtro:
ja_jp: フィルター：
ko_kr: 필터:
ms_my: Penapis:
pt_br: Filtro:
ru_ru: Фильтр:
th_th: ตัวกรอง:
vi_vn: Lọc:
zh_hans: 筛选条件：
zh_hant_tw: 篩選條件：

# historyFiltersTitle
source: Filters
es_419: Filtros
es_es: Filtros
fr_fr: Filtres
it_it: Filtri
ja_jp: フィルター
ko_kr: 필터
ms_my: Penapis
pt_br: Filtros
ru_ru: Фильтры
th_th: ตัวกรอง
vi_vn: Bộ lọc
zh_hans: 筛选条件
zh_hant_tw: 篩選條件

# historyQuantityTitle
source: Qty:
es_419: Cant.:
es_es: Cant.:
fr_fr: Quantité :
it_it: Qtà:
ja_jp: 数量：
ko_kr: 수량:
ms_my: Kuantiti:
pt_br: Qtd:
ru_ru: Кол-во:
th_th: จำนวน:
vi_vn: Số lượng:
zh_hans: 数量：
zh_hant_tw: 數量：

# orderStatusFilterNavigationTitle
source: Filter
es_419: Filtrar
es_es: Filtrar
fr_fr: Filtrer
it_it: Filtra
ja_jp: フィルター
ko_kr: 필터
ms_my: Penapis
pt_br: Filtro
ru_ru: Фильтр
th_th: ตัวกรอง
vi_vn: Lọc
zh_hans: 筛选条件
zh_hant_tw: 篩選條件

source: Qty
es_419: Cant.
es_es: Cant.
fr_fr: Quantité
it_it: Qtà
ja_jp: 数量
ko_kr: 수량
ms_my: Kuantiti
pt_br: Qtd
ru_ru: Кол-во
th_th: จำนวน
zh_hans: 数量
zh_hant_tw: 數量

source: Sell To Cover
es_419: Vender para cubrir
es_es: Vender para cubrir
fr_fr: Vente pour couverture
ja_jp: 売却して補填
ko_kr: 매도 상환
ms_my: Jual untuk Menampung
pt_br: Vender para cobrir
ru_ru: Продажа для покрытия
th_th: ขายเพื่อรองรับ
vi_vn: Bán để trang trải
zh_hans: 卖出回补
zh_hant_tw: 賣出回補

# shareDetailsESPPPPlanID
source: Plan ID
es_419: Identificación del plan
es_es: Identificación del plan
fr_fr: Identifiant du plan
it_it: ID piano
ja_jp: プランID
ko_kr: 플랜 ID
ms_my: ID Pelan
pt_br: ID do plano
ru_ru: ID программы
th_th: รหัสแผน
vi_vn: ID kế hoạch
zh_hans: 计划 ID
zh_hant_tw: 計劃 ID

# tickerFilterFilterSummary
source: Filter:
es_419: Filtro:
es_es: Filtro:
fr_fr: Filtrer :
it_it: Filtro:
ja_jp: フィルター：
ko_kr: 필터:
ms_my: Penapis:
pt_br: Filtro:
ru_ru: Фильтр:
th_th: ตัวกรอง:
vi_vn: Lọc:
zh_hans: 筛选条件：
zh_hant_tw: 篩選條件：

# disbursementsBanner
source: Banner
fr_fr: Bannière
ja_jp: バナー
ko_kr: 배너
ms_my: Sepanduk
ru_ru: Баннер
th_th: แบนเนอร์
vi_vn: Biểu ngữ
zh_hans: 横幅
zh_hant_tw: 橫幅

# volumeQuoteTitle
source: Vol
fr_fr: Volume
ja_jp: 取引高
ko_kr: 거래량
ms_my: Isi padu
ru_ru: Объем
th_th: ปริมาณ
vi_vn: Khối lượng
zh_hans: 成交量
zh_hant_tw: 成交量

# eventsNovemberShortLabel
source: NOV
ja_jp: 11月
ko_kr: 11월
ru_ru: НОЯ
th_th: พ.ย.
vi_vn: T11
zh_hans: 11月
zh_hant_tw: 11月

source: N/A
ja_jp: 該当なし
ms_my: T/B
ru_ru: Н/Д
th_th: ไม่มีข้อมูล
zh_hans: 不适用
zh_hant_tw: 不適用

# eventsLeaveAppConfirmation
source: OK
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_hans: 确定
zh_hant_tw: 確定
